# Primary packages that should be installed on every machine.

cask "claude-code"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "nikitabobko/tap/aerospace"
cask "obsidian"
cask "visual-studio-code"

brew "awscli"
brew "FelixKratz/formulae/borders"
brew "curl"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "gradle"
brew "jq"
brew "just"
brew "libpq"
brew "neovim"
brew "ollama"
brew "openjdk"
brew "anomalyco/tap/opencode"
brew "openssl"
brew "python"
brew "stow"
brew "tree-sitter-cli"
brew "tmux"
brew "uv"
brew "wget"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"

