adorabilis.nord-midnight
alexanderte.dainty-nord-vscode
angular.ng-template
anthropic.claude-code
arcticicestudio.nord-visual-studio-code
charliermarsh.ruff
curve.nord-dark-pro
cweijan.dbclient-jdbc
cweijan.vscode-postgresql-client2
dbaeumer.vscode-eslint
eamodio.gitlens
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
nichabosh.minimalist-dark
pkief.material-icon-theme
redhat.java
tamasfe.even-better-toml
tomphilbin.gruvbox-themes
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscodevim.vim
vue.volar
yzhang.markdown-all-in-one
